/* Background label string */
"Background" = "Background";

/* Configuration label string */
"Configuration" = "Configuration";

/* Skill One label string */
"Easy" = "ง่าย";

/* Game label string */
"Game" = "เกม";

/* Skill Three label string */
"Hard" = "ยาก";

/* L1 label string */
"L1" = "L1";

/* L2 label string */
"L2" = "L2";

/* L3 label string */
"L3" = "L3";

/* L4 label string */
"L4" = "L4";

/* Level label string */
"Level" = "ระดับ";

/* Level Four label string */
"Level Four" = "สี่ระดับ";

/* Level One label string */
"Level One" = "หนึ่งระดับ";

/* Level three label string */
"Level Three" = "สามระดับ";

/* Level two label string */
"Level Two" = "สองระดับ";

/* Skill Two label string */
"Medium" = "กลาง";

/* Paper Background label string */
"Paper Background" = "Paper Background";

/* Pause label string */
"Pause" = "Pause";

/* Reset label string */
"Reset" = "Reset";

/* Resume label string */
"Resume" = "Resume";

/* S1 label string */
"S1" = "S1";

/* S2 label string */
"S2" = "S2";

/* S3 label string */
"S3" = "S3";

/* Score label string */
"Score" = "คะแนน";

/* Setting label string */
"Setting" = "การตั้งค่า";

/* Skill label string */
"Skill" = "ความสามารถ";

/* Sound label string */
"Sound" = "Sound";

/* Start label string */
"Start" = "Start";

/* Stop label string */
"Stop" = "Stop";

/* Time label string */
"Time" = "เวลา";

/* Upto label string */
"Upto" = "Upto";

/* NetworkWarn label string */
"NetworkWarn" = "รุ่นของเกมนี้ต้องการการเชื่อมต่ออินเทอร์เน็ต!";

/*Share label string*/
"Share" = "หุ้น";

/*Sharinglang label string*/
"Language for posting (The default is English)" = "ภาษาสำหรับการโพสต์ (ค่าเริ่มต้นเป็นภาษาอังกฤษ)";

/*SharingOption label string*/
"Game playing information for posting" = "เกมการเล่นสำหรับข้อมูลการโพสต์";

/*Sharinglangname label string*/
"language name" = "Thai";

/*PostTitle label string*/
"Playing game <Flying Cow/ChuiNiu>" = "การเล่นเกม (เป่าวัว)";

/*MyLastWin label string*/
"My last winning score" = "ล่าสุดที่ชนะของฉัน";

/*TodayLastWin label string*/
"My today's winning score" = "คะแนนชนะในวันนี้ของฉัน";

/*TotalLastWin label string*/
"My total winning score" = "คะแนนที่ชนะของฉันทั้งหมด";

/*OS_LANGSETTING setting string*/
"OS_LANGSETTING" = "10";

/*No record sharing label string*/
"No record to share" = "บันทึกการแบ่งปันไม่มี"; 

/*Flying Cow <lite> label string*/
"Flying Cow <lite>" = "เป่าวัว";

/*Share On Facebook label string*/
"Share On Facebook" = "แบ่งปันบน Facebook";

/* AskString string */
"AskString" = "นี้เป็นรุ่นฟรีกับโฆษณาออนไลน์ คุณสามารถซื้อรุ่นจ่ายได้โดยไม่ต้องโฆษณาออนไลน์ใด ๆ คุณต้องการที่จะซื้อมันได้หรือไม่";

/* Purchase string */
"Purchase" = "ซื้อ";

/* No thanks string */
"NoThanks" = "ไม่!";

/* CannotPayment string */
"CannotPayment" = "เกิดปัญหาในการที่จะทำให้การชำระเงินสำหรับการซื้อครั้งนี้คือ กรุณาลองใหม่ภายหลัง"; 

/* BuyConfirm string */
"BuyConfirm" = "หากคุณได้สั่งซื้อแล้วรายการนี้คุณจะไม่ถูกเรียกเก็บอีกครั้ง";

/* TransactionFailure string */
"TransactionFailure" = "การทำธุรกรรมการซื้อนี้จะล้มเหลว กรุณาลองใหม่ภายหลัง"; 

/* Buy it string */
"BuyIt" = "ซื้อ!";

/*Total play label string*/
"Total's play" = "การเล่นโดยรวมของ";

/*Achievement One Title's string*/
"Achievement One Title" = "ผู้เล่นมืออาชีพของเป่าวัว";

/*Achievement Two Title's string*/
"Achievement Two Title" = "ปริญญาโทเป่าวัว";

/*Achievement Three Title's string*/
"Achievement Three Title" = "แชมป์จากการเป่าวัว";

/*Achievement Four Title's string*/
"Achievement Four Title" = "กษัตริย์แห่งเป่าวัว";

/*Create New Game Lobby label string*/
"Create New Game Lobby" = "สร้างเกมออนไลน์ใหม่";

/*Search Game Lobby label string*/
"Search Game Lobby" = "ค้นหาเกมออนไลน์";

/*Game Lobby label string*/
"Game Lobby" = "เกมออนไลน์";

/*OK string*/
"OK" = "ตกลง";

/*Cancel string*/
"Cancel" = "ยกเลิก";

/*Yes string*/
"Yes" = "ใช่";

/*No string*/
"No" = "ไม่";

/*Close string*/
"Close" = "ปิด";

/*E-mail string*/
"E-mail" = "E-mail";

/*SMS string*/
"SMS" = "SMS";

/*EmailFailed string*/
"EmailFailed" = "ไม่สามารถส่ง e-mail";

/*MessageFailed string*/
"MessageFailed" = "ล้มเหลวที่จะส่งข้อความ";

/*I like game string*/
"I like game" = "ฉันชอบเกม";

/*Tell Friend string*/
"Tell Friend" = "บอกต่อเพื่อน";

/*Post Score string */
"Post Score" = "โพสต์คะแนน";

/*ClickToClose string*/
"ClickToClose" = "คลิกเพื่อปิด";

/*Play Current Game label string*/
"Play Current Game" = "เล่นเกมปัจจุบัน";

/*"Play New Level Game" string*/
"Play New Level Game" = "เล่นเกมระดับใหม่";

/*Share Game Result string*/
"Share Game Result" = "ผลการแบ่งปันเกม";

/*Game Total Score string*/
"Game Total Score" = "คะแนนโดยรวมเกม";

/*"Cannot play selected game" string*/
"Cannot play selected game" = "ไม่สามารถเล่นเกมที่เลือก";

/*"Friends" string*/
"Friends" = "เพื่อน";

/*"Other players" string*/
"Other players" = "ผู้เล่นอื่น ๆ";

/*"Earned Score/Per Game"*/
"Earned Score/Per Game" = "คะแนนที่ได้รับ/เกมต่อ";

/*"Lost Score/Per Game"*/
"Lost Score/Per Game" = "คะแนนที่หายไป/เกมต่อ";

/*"Required Score/Per Game"*/
"Required Score/Per Game" = "คะแนนที่ต้องการ/เกมต่อ";

/*"Records"*/
"Records" = "ประวัติ";

/*Congratulation!*/
"Congratulation!" = "ขอแสดงความยินดี!";